;---------------------------------------------
;---           WEAPON PREFIX NAME          ---
;---------------------------------------------
[X2Research_GsLoot]
m_strRareName=Модифицированные
m_strEpicName=Улучшенные
m_strLegendaryName=Уникальные

[GrimyLoot_UIScreen]
m_strRareName=Модифицированные
m_strEpicName=Улучшенные
m_strLegendaryName=Уникальные

+ChoiceNames="Изготовить Винтовку"
+ChoiceNames="Изготовить Дробовик"
+ChoiceNames="Изготовить Пушку"
+ChoiceNames="Изготовить Снайперскую Винтовку"
+ChoiceNames="Изготовить Пистолет-Пулемет"
+ChoiceNames="Изготовить Винтовку \"Вектор\""
+ChoiceNames="Изготовить Буллпап КЛ-7"

+ChoiceNames="Изготовить Легкую Броню"
+ChoiceNames="Изготовить Продвинутую Броню"
+ChoiceNames="Изготовить Тяжелую Броню"
+ChoiceNames="Изготовить Броню Жнеца"
+ChoiceNames="Изготовить Броню Заступника"
+ChoiceNames="Изготовить Броню Храмовника"

+ChoiceNames="Изготовить Пистолет"
+ChoiceNames="Изготовить Автопистолет"
+ChoiceNames="Изготовить Меч"
+ChoiceNames="Изготовить Потрошитель"
+ChoiceNames="Изготовить Перчатки с осколком"
+ChoiceNames="Изготовить \"Гремлин'а\""
+ChoiceNames="Изготовить Гранатомет"
+ChoiceNames="Изготовить Пси-усилитель"

+ChoiceNames="Изготовить \"BIT\" для \"Искры\""
+ChoiceNames="Изготовить Автопушку для \"Искры\""
+ChoiceNames="Изготовить Шасси для \"Искры\""

[GrimyLoot_ScreenListener_MCM]
MOD_NAME="Grimy's Loot Mod"

ARTIFACTS_HEADER="Стоимость контейнеров"
ARTIFACTS_TITLE1="Стоимость контейнера \"АДВЕНТА\""
ARTIFACTS_TITLE2="Стоимость ящика пришельцев"
ARTIFACTS_TITLE3="Стоимость Реликвии Эфириалов"
ARTIFACTS_DESCRIPTION="Стоимость контейнеров в материалах, для вступления настроек в силу требуется перезапуск."

UPGRADES_HEADER="Стоимость модификаций"
UPGRADES_TITLE1="Стоимость модифицированной модификации"
UPGRADES_TITLE2="Стоимость улучшенной модификации"
UPGRADES_TITLE3="Стоимость уникальной модификации"
UPGRADES_DESCRIPTION="Стоимость модификаций в материалах, для вступления настроек в силу требуется перезапуск."

EQUIPMENT_HEADER="Стоимость снаряжения"
EQUIPMENT_TITLE1="Стоимость модифицированного снаряжения"
EQUIPMENT_TITLE2="Стоимость улучшенного снаряжения"
EQUIPMENT_TITLE3="Стоимость уникального снаряжения"
EQUIPMENT_DESCRIPTION="Стоимость снаряжения в материалах, для вступления настроек в силу требуется перезапуск."

RESEARCH_HEADER="Время исследования"

RESEARCH_TITLE1="Время вскрытия контейнера \"АДВЕНТА\""
RESEARCH_TITLE2="Время вскрытия ящика пришельцев"
RESEARCH_TITLE3="Время вскрытия Реликвии Эфириалов"
RESEARCH_DESCRIPTION="Время, затрачиваемое на вскрытие контейнеров, для вступления настроек в силу требуется перезапуск."

RESEARCH_INC_TITLE1="Шаг увеличения для контейнера \"АДВЕНТА\""
RESEARCH_INC_TITLE2="Шаг увеличения для ящика пришельцев"
RESEARCH_INC_TITLE3="Шаг увеличения для Реликвии Эфириалов"
RESEARCH_INC_DESCRIPTION="После каждого вскрытия, время вскрытия увеличивается на заданное значение, для вступления настроек в силу требуется перезапуск."

ARMOR_HEADER="Шанс получения брони"
ARMOR_DESCRIPTION1="Шанс получить легкую броню при вскрытии"
ARMOR_DESCRIPTION2="Шанс получить тяжелую броню при вскрытии"
ARMOR_TITLE1="Шанс получить легкую брони"
ARMOR_TITLE2="Шанс получить тяжелую брони"

UNLOCK_HEADER="Шанс получения экипировки"
UNLOCK_DESCRIPTION1="Шанс при вскрытии получить основное оружие. Проверяется до шанса получить броню."
UNLOCK_DESCRIPTION2="Шанс при вскрытии получить Броню. В противном случае выпадает дополнительное оружие."
UNLOCK_TITLE1="Шанс получить оружие"
UNLOCK_TITLE2="Шанс получить броню"

;---------------------------------------------
;---             ENCYCLOPEDIA              ---
;---------------------------------------------
[GrimyLoot_ScreenListener_UIInventory_Storage]
kToggle="вкл./выкл. Энциклопедию      "
kCompletion=" Завершить"